cyrillic = ('а', 'б', 'в', 'г', 'д', 'е', 'ё', 'ж', 'з', 'и',
            'й', 'к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т',
            'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'ъ', 'ы', 'ь',
            'э', 'ю', 'я', 'А', 'Б', 'В', 'Г', 'Д', 'Е', 'Ё',
            'Ж', 'З', 'И', 'Й', 'К', 'Л', 'М', 'Н', 'О', 'П',
            'Р', 'С', 'Т', 'У', 'Ф', 'Х', 'Ц', 'Ч', 'Ш', 'Щ',
            'Ъ', 'Ы', 'Ь', 'Э', 'Ю', 'Я')

latin = ('a', 'b', 'v', 'g', 'd', 'e', 'e', 'zh', 'z', 'i',
         'i', 'k', 'l', 'm', 'n', 'o', 'p', 'r', 's', 't',
         'u', 'f', 'kh', 'ts', 'ch', 'sh', 'shch', "", 'y', "",
         'e', 'iu', 'ia', 'A', 'B', 'V', 'G', 'D', 'E', 'E',
         'Zh', 'Z', 'I', 'I', 'K', 'L', 'M', 'N', 'O', 'P',
         'R', 'S', 'T', 'U', 'F', 'Kh', 'Ts', 'Ch', 'Sh', 'Shch',
         "", 'Y', "", 'E', 'Iu', 'Ia')

rus = dict(zip(cyrillic, latin))
